[
  {
    "path": "posts/2021-01-21-welcome/",
    "title": "welcome",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Zoe Duerksen-Salm",
        "url": {}
      }
    ],
    "date": "2021-01-21",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-01-22T17:33:33-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-02-07-sd350-fundraiser/",
    "title": "SD350 Member of the Month",
    "description": "My October 2020 Q&A feature as the SanDiego350 Member of the Month!",
    "author": [
      {
        "name": "Zoe Duerksen-Salm",
        "url": {}
      }
    ],
    "date": "2020-10-01",
    "categories": [],
    "contents": "\n\n\n\nThis month, we have decided to feature our departing Communications and Social Media Intern, Zoe Duerksen-Salm. She is a dedicated climate activist and Master’s student at the UCSB Bren School of Environmental Science and Management.\nSD350: How did you get involved with SD350 and when was that?\nZoe: I started working with SanDiego350 in May 2020 as the Communications & Social Media Intern. My mom, Susan Duerksen, had been volunteering with SD350 for years, and would always talk about the amazing work and people that make up this organization.\nWhen I returned to grad school and my internship ended in September, volunteering wasn’t really a question for me; it was just a given. For the foreseeable future I will be volunteering with SD350’s new Marketing & Communications volunteer team!\nSD350: On that note, why do you believe that communications work is crucial for your climate science studies?\nZoe: Research and science are imperative to our understanding of global processes—both biological and socioeconomic—but when scientific findings are not communicated properly, successful climate action is hindered.\nDifferent audience members require different comms strategies, from lobbying politicians to vote against big oil to influencing local communities to mobilize, to notifying media outlets about volunteer work; each will require a different comms strategy. In the end, I believe that a climate mitigation solution is only as effective as your ability to communicate it.\nSD350: What drives your activism?\nZoe: As a scientist I am driven by the degradation of our global ecosystems and the exponential biodiversity loss we face. As an activist I am driven by injustice. Our system is broken, with the elites creating environmental hazards that are felt by our low-income communities and our communities of color, rather than the polluters themselves.\nClimate change is the number one threat to almost all species on earth, and slowing our carbon emissions is not enough, we must mobilize against the big-oil and fossil fuel industries to stop all new coal, oil and gas projects and build a clean energy future for our global communities and ecosystems.\nSD350: What do you recommend that people can do to maximize voting efforts this election?\nZoe: Step 1 - Vote! We must elect climate-forward representatives who are committed to mitigating climate change and climate injustice. Step 2 - Get friends and family to vote! Commit to convincing at least three friends and family members, who were previously unregistered or undecided, to vote.\nYour accountability makes a difference. Step 3 - Get strangers to vote! Write postcards to undecided voters, join phone banking and text campaigns for politicians who support the climate movement, attend protests and rallies against environmental injustice, and so much more!\nSD350: What else would you like people to know about you?\nZoe: Although I have always prioritized environmental justice and conservation in my studies and my activism, my personal climate action journey started quite recently. It’s never too late to join the climate movement! Everyone has something to contribute to mitigating climate change and injustice. Visit SanDiego350.org to take action!\n\n\n\n",
    "preview": "posts/2021-02-07-sd350-fundraiser/sd350_blog1.jpg",
    "last_modified": "2021-02-07T09:15:48-08:00",
    "input_file": {}
  }
]
